"""Demo medical documents for testing purposes. In Russian."""

DEMO_DOCS = [
    """ПРОТОКОЛ № 1
    от «01» сентября 2021 г.
    Время начала: 10:00
    Время окончания: 10:30
    Лечащий врач: Иванов И.И.
    Пациент: Иванов Иван Иванович, 01.01.1980 г.р.
    Жалобы: нарушение зрения, головная боль
    Анамнез: с 2010 г. постепенное ухудшение зрения, с 2015 г. головная боль
    Состояние при поступлении: удовлетворительное
    Объективно: снижение остроты зрения, головная боль
    Диагноз: глаукома
    Лечение: тимолол 0,25% 1 капля 2 раза в день
    Рекомендации: через 2 недели повторить осмотр
    """,
    """ПРОТОКОЛ № 2
    от 5 января 2021 г.
    Время начала: 10:00
    Время окончания: 10:30
    Лечащий врач: ОЩЕНКО И.И.
    Пациент: ВЕРЕСКОВАЯ ВЕРА ВЕРЕСКОВНА, 01.01.1980 г.р.
    Жалобы: повышение температуры, кашель
    Анамнез: в сентябре 2020 г. перенесла COVID-19
    Состояние при поступлении: удовлетворительное
    Объективно: повышение температуры, кашель
    Диагноз: пневмония
    Лечение: амоксициллин 500 мг 3 раза в день
    Рекомендации: через 2 недели повторить осмотр
    """,
    """ПРОТОКОЛ № 3
    от 18.01.2021 г.
    Время начала: 10:00
    Время окончания: 10:30
    Лечащий врач: врач-терапевт Карпова И.И.
    Пациент: Лещенко Виктор, 09/09/1999 г.р.
    Жалобы: аллергический насморк, заложенность носа
    Анамнез: с 2010 г. периодический насморк
    Состояние при поступлении: удовлетворительное
    Объективно: заложенность носа
    Диагноз: аллергический ринит
    Лечение: фенистил 1 капсула 2 раза в день
    Рекомендации: через 2 недели повторить осмотр
    """,
    """ПРОТОКОЛ № 4
    от 18.01.2021 г.
    Время начала: 10:00
    Время окончания: 10:30
    Лечащий врач: врач педиатр Демченко И.
    Пациент: Оля, 6 месяцев
    Жалобы: покраснение кожи, зуд
    Анамнез: Апгар 8/9 баллов, вес 3 кг, рост 50 см
    Состояние при поступлении: удовлетворительное
    Объективно: покраснение кожи, зуд
    Диагноз: атопический дерматит
    Лечение: фенистил 1 капсула 2 раза в день
    Рекомендации: через 2 недели повторить осмотр
    """,
    ]
